export const LangueRu = {
  btn: {
    detail: "Подробнее",
    full_information: "Полная информация",
    submit: "Отправлять",
    more_news: "Еще новости",
    entrance: "Вход",
    back: "назад",
    register: "Регистрация",
    send: "Отправлять",
  },
  home: {
    latest_news: "Последние новости",
    announcements: "Объявления",
    announcements_desc:
      "По любым вопросам, связанным с рекламой, вы можете связаться с нами по телефону +998 93 102 59 55.",
    gmail_text: "Будьте в курсе последних новостей.",
    input_placeholder: "Ваша электронная почта",
  },
  news: {
    newsBar: "Еще новости",
  },
  register: {
    title: "Зарегистрироваться",
    desc: "Введите свои данные, чтобы зарегистрироваться в качестве пользователя.",
    form: {
      email_placeholder: "Ваш адрес электронной почты...",
      email_label: "Электронная почта",
      pass_placeholder: "Ваш пароль...",
      pass_label: "Пароль",
    },
    validation: {
      email: "Введите свой адрес электронной почты!",
      invalid_email: "Неверный адрес электронной почты!",
      password: "Создать пароль",
      password_invalid: "Пароль недостаточно надежен.",
      exist_user: "Пользователь уже существует!",
    },
    checkLabel: "Я согласен с условиями использования.",
  },
  verify: {
    title: "Введите отправленный код",
    desc: "Введите код, отправленный на *****@gmail, чтобы подтвердить свой адрес электронной почты.",
    error_msg: "Код введен неверно.",
  },
  login: {
    title: "Добро пожаловать на платформу Autoshop.uz!",
    desc: "Введите данные для входа.",
    forget_pass: "Забыли пароль ?",
    register_url: " Зарегистрироваться",
    register: "У вас нет учетной записи? ",
    validation: {
      password: "Введите пароль",
      error: "Неверное имя пользователя или пароль!",
      success: "Успешный!",
    },
  },
};
