export const LangueRu = {
  btn: {
    detail: "Подробнее",
    full_information: "Полная информация",
    submit: "Отправлять",
    more_news: "Еще новости",
    entrance: "Вход",
    back: "назад",
    register: "Регистрация",
    send: "Отправлять",
    confirmation: "Подтверждение",
    home: "домашняя страница",
  },
  home: {
    latest_news: "Последние новости",
    announcements: "Объявления",
    announcements_desc:
      "По любым вопросам, связанным с рекламой, вы можете связаться с нами по телефону +998 93 102 59 55.",
    gmail_text: "Будьте в курсе последних новостей.",
    input_placeholder: "Ваша электронная почта",
  },
 
  news: {
    newsBar: "Еще новости",
    commit: "Комментарии",
    validation: {
      commit: "Оставьте комментарий",
      auth: "Авторизоваться",
    },
 
  },
  register: {
    title: "Зарегистрироваться",
    desc: "Введите свои данные, чтобы зарегистрироваться в качестве пользователя.",
    form: {
      email_placeholder: "Ваш адрес электронной почты...",
      email_label: "Электронная почта",
      pass_placeholder: "Ваш пароль...",
      pass_label: "Пароль",
    },
    validation: {
      email: "Введите свой адрес электронной почты!",
      invalid_email: "Неверный адрес электронной почты!",
      password: "Создать пароль",
      password_invalid: "Пароль недостаточно надежен.",
      exist_user: "Пользователь уже существует!",
    },
    checkLabel: "Я согласен с условиями использования.",
  },
  verify: {
    title: "Введите отправленный код",
    desc: "Введите код, отправленный на *****@gmail, чтобы подтвердить свой адрес электронной почты.",
    error_msg: "Код введен неверно.",
  },
  login: {
    title: "Добро пожаловать на платформу Autoshop.uz!",
    desc: "Введите данные для входа.",
    forget_pass: "Забыли пароль ?",
    register_url: " Зарегистрироваться",
    register: "У вас нет учетной записи? ",
    validation: {
      password: "Введите пароль",
      error: "Неверное имя пользователя или пароль!",
      success: "Успешный!",
    },
  },
  forgetPassword: {
    title: "Восстановление пароля",
    desc: "Введите новый пароль",
    desc_forget: "Введите свой адрес электронной почты, чтобы сбросить пароль.",
    validation: {
      pass1: "пароль не введен",
      pass2: "пароль не тот же",
    },
    input: {
      pass1Placeholder: "Новый пароль",
      pass2Placeholder: "Повторите парольq",
      email: "Электронная почта",
      email_placeholder: "Ваш адрес электронной почты",
    },
  },

  about: {
    banner: {
      title: "О нас",
      desc: "«AutoShop.uz» — одно из самых активных интернет-изданий автомобильной тематики в Узбекистане. Цель сайта — предоставление быстрой, точной и беспристрастной информации о важнейших событиях в автомобильной сфере, происходящих в Узбекистане и мире.",
    },
    info: {
      box_title: "Почему вам следует выбрать нас",
      box_desc:
        "По данным Google Analytics, сайт посещают 100 000 человек ежедневно. Использование сайта абсолютно бесплатное, потребляется только интернет-трафик.",
      info_title: "Наш проект стартовал в ноябре 2025 года",
      desc: `Зарегистрировано как средство массовой информации под государственным регистрационным номером 0000. Проект
 Учредитель — ООО «СССССС». <br />
 <br />
 Сайт действует на территории Республики Узбекистан.
 с государственными и общественными организациями в порядке, установленном законом
 работает сообща. <br />
 <br />
 Условия использования материалов сайта "Autoshop.uz"
 Редакция сайта «Autoshop.uz» располагается на сайте в соответствии с действующим законодательством.
 опубликованная, законно воспроизведенная информация
 для достоверности (в обмен на ссылку на источник)
 не берет на себя ответственность. <br />
 <br /> Что касается статьи, опубликованной на сайте, ее автора и
 Редакция сайта может не разделять это мнение. Также,
 на каждое письмо, отправленное редакторами сайта
 не обязуется писать отдельный ответ.`,
    },
    social: {
      title: `Подпишитесь на нас и
Будьте в курсе!`,
      desc: `Подпишитесь на нас в социальных сетях, чтобы быть в курсе новостей, специальных предложений и эксклюзивного контента.`,
      link: "Подписаться",
    },
    oav: {
      title: `Другие сайты из Материалы сайта <br />
 Условия использования медиа:`,
      condition1:
        "Сайт способствует обмену информацией и статьями с веб-сайтами и изданиями, действующими в Республике Узбекистан, регионе и за рубежом.",
      condition2:
        "Использование информации сайта допускается только с письменного разрешения редакции.",
      condition3:
        "При использовании материалов просим указывать название сайта (автора) в области до первой или третьей строки предоставляемого материала.",
      condition4: `Например, «Об этом сообщил сайт Autoshop.uz».`,
      condition5:
        "В этом случае необходимо разместить ссылку на название публикации - «Autoshop.uz», которая должна вести на страницу http://autoshop.uz/, а также разместить ссылку на словосочетание «информирует», которая должна вести на сообщение с сайта «Autoshop.uz».",
      condition6: "Мы всегда рады сотрудничеству с другими изданиями.",
    },
    contact: {
      title_one: "Для справки",
      title_two: "Для рекламы",
      date: "Душ. - Шан. 9:00 - 18:00",
    },
  },
  team: {
    banner: {
      title: "О команде",
      desc: "Мы — команда, которая сочетает в себе страсть к автомобильному миру и стремление к совершенству. Опытные журналисты, инженеры и энтузиасты технологий Autoshop.uz объединились, чтобы предоставить вам самые свежие и достоверные новости из мира авто.",
    },
  },
  contact: {
    info_title: "Отправьте нам сообщение",
    desc: "У вас есть вопросы или комментарии? Заполните форму ниже, и мы свяжемся с вами в ближайшее время. Ваши отзывы очень важны для нас!",
    banner: {
      title: "Связаться с нами",
      desc: "У вас есть вопросы или вы хотите получить больше информации? Свяжитесь с нами, и наша команда будет рада вам помочь. Пишите нам или звоните нам в любое время!",
    },
    input: {
      name: "Ваше имя",
      phone: "Ваш номер телефона",
      email: "Ваш адрес электронной почты",
      topic: "Тема",
      msg: "Сообщение",
    },
    validation: {
      name: "Введите свое имя!",
      phone: "Введите номер телефона!",
      email: "Введите свой адрес электронной почты!",
      err_email: "Ваш адрес электронной почты недействителен!!",
      topic: "введите тему",
      msg: "введите сообщение!",
    },
    social: {
      title_one: "Социальные сети",
      title_two: "По всем вопросам звоните",
    },
  },
  success: {
    register: "Вы успешно зарегистрировались. Добро пожаловать на Autoshop.uz!",
    forgetPassword:
      "Ссылка для подтверждения была отправлена ​​на ваш адрес электронной почты!",
    resetPassword: "Ваш новый пароль успешно зарегистрирован",
  },
  homeBanner: {
    title: "Последние автомобильные новости и обзоры технологий",
    desc: "На нашей платформе вы найдете самую свежую информацию о новостях в сфере автомобилестроения, технологий и электромобилей. Новости, обзоры и руководства для узбекских автолюбителей — все в одном месте!",
  },
};
